Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Because if a member of a constituted body was sued personally in a third State the existence of the agreement covering the acts where they took place would be evidence that a personal suit is inappropriate.
fr: En effet, en cas de procès intenté personnellement contre un membre d'un organe constitué dans un État tiers, l'existence d'un accord couvrant ces actes, là où ils ont été accomplis, permettra de démontrer qu'un tel procès est injustifié.

source: Executive Secretary to handle all claims against members, alternates and experts of constituted bodies
fr: à l'encontre de membres, suppléants et experts d'organes constitués

source: The COP/MOP could decide that lawsuits and claims concerning official duties made personally against representatives, members, alternates and experts of constituted bodies could be coordinated and handled centrally by the Executive Secretary on their behalf.
fr: La COP/MOP pourrait décider que tous les procès et toutes les plaintes visant personnellement des représentants, membres, suppléants et experts des organes constitués dans l'exercice de leurs fonctions seront centralisés et traités par le Secrétaire exécutif pour leur compte.

source: This would ensure that the defence is managed institutionally, rather than by the individual. It would place the risk of lawsuits where it should fall, i.e., on the entity rather than solely on the individual carrying out mandated tasks.
fr: Cela permettrait à la défense d'être assurée au niveau de l'institution, plutôt que par l'individu, le risque de poursuites étant assumé, comme il devrait l'être, par l'entité plutôt que par l'individu qui s'acquitte de missions qui lui ont été confiées.

source: Parties would need to ensure that the secretariat has adequate resources, both financial and personnel, to coordinate any such lawsuits and claims.
fr: Les Parties devraient faire en sorte que le secrétariat dispose des ressources appropriées, tant financières qu'humaines, pour traiter de façon coordonnée ces procès et demandes.

source: This would help to assure those acting for the COP/MOP that they could do so without fear of being personally at risk because of performing their duty.
fr: Les personnes agissant pour le compte de la COP/MOP seraient ainsi assurées de pouvoir s'acquitter de leurs fonctions sans courir de risques personnels.

source: This recommendation would not absolve the individual of personal accountability because the Executive Secretary would have to determine whether the act complained of occurred in the execution of official duties.
fr: Elles ne seraient pas pour autant exonérées de toute responsabilité personnelle, car le Secrétaire exécutif devrait déterminer si l'acte motivant la demande a été accompli dans le cadre des fonctions officielles de l'intéressé.

source: If the action of the member was ultra vires, the Executive Secretary would properly decline to intervene.
fr: Au cas où celui-ci aurait excédé ses pouvoirs, le Secrétaire exécutif refuserait d'intervenir.

source: If it was an official act, but performed badly, the usual administrative sanctions against the individual would apply.
fr: S'il avait agi dans le cadre de ses fonctions officielles mais avait commis une erreur, il ferait l'objet des sanctions administratives prévues.

source: A decision along these lines by the COP/MOP would also assist the Executive Secretary in obtaining the active help of the Party concerned to have the matter resolved according to the mechanisms approved by the COP/MOP rather than by a local court.
fr: Une décision en ce sens de la COP/MOP aiderait également le Secrétaire exécutif à s'assurer l'aide active de la Partie concernée en vue d'un règlement de l'affaire conformément aux mécanismes approuvés par la COP/MOP plutôt que par un tribunal local.

source: The decision ought to be limited to the actions for which immunity would be available if the COP/MOP adopted the United Nations regime of privileges and immunities and could be along the following lines:
fr: Cette décision ne devrait porter que sur les actes pour lesquels l'immunité serait accordée si la COP/MOP adoptait le régime des privilèges et immunités de l'Organisation des Nations Unies, et pourrait être libellée comme suit:

source: “Claims or legal process in respect of words spoken or written and acts performed in an official capacity by representatives of the COP/MOP or its subsidiary bodies, members, alternate members, experts and others performing services for the COP/MOP or its subsidiary and constituted bodies or the secretariat, shall be transmitted to the Executive Secretary.
fr: «Les plaintes ou actions judiciaires concernant les actes (y compris les paroles et écrits) accomplis en leur qualité officielle par des représentants de la COP/MOP ou de ses organes subsidiaires, par les membres, suppléants et experts et autres personnes s'acquittant de fonctions pour le compte de la COP/MOP, de ses organes subsidiaires et constitués ou du secrétariat, sont transmises au Secrétaire exécutif.

source: If the Executive Secretary considers that the claim relates to official acts the Executive Secretary shall seek the assistance of the State Party concerned to have the case dealt with according to the procedures established by the COP/MOP, including the Headquarters Agreement with Germany.
fr: Si ce dernier estime que la plainte concerne des actes accomplis dans l'exercice des fonctions officielles de ces personnes, il sollicite l'aide de l'État partie pour que l'affaire soit traitée conformément aux procédures établies par la COP/MOP, notamment l'Accord de siège conclu avec l'Allemagne.

source: If necessary the Executive Secretary may engage local counsel to help achieve this result.”
fr: Le Secrétaire exécutif peut, si nécessaire, avoir recours à cette fin aux services d'un avocat local.».

source: Agreement from national and private entities that any claims be made in accordance with the Kyoto Protocol mechanisms and made to the Executive Secretary
fr: du Protocole de Kyoto et de les soumettre au Secrétaire exécutif

source: Any private or national entities seeking to participate in mechanisms pursuant to the Kyoto Protocol, or seeking designation as operational entities, could be required to agree in writing that any claims or disputes relating to such application, or later participation if the application is granted, must be brought in accordance with mechanisms established, or to be established, by the COP/MOP.
fr: Toute entité privée ou nationale désireuse de participer aux mécanismes établis en vertu du Protocole de Kyoto ou d'être désignée comme entité opérationnelle pourrait être invitée à convenir par écrit que toute plainte ou tout différend concernant sa demande à cette fin, ou sa participation ultérieure si sa demande est acceptée, doit être présentée conformément aux mécanismes que la COP/MOP a établis ou établira.

source: All such national/private entities could also be obliged to agree in writing that any claim must be made at the headquarters of the secretariat pursuant to the regime on the Headquarters Agreement (see paragraphs 9 and 10 above).
fr: Toutes les entités nationales ou privées pourraient également être tenues de souscrire par écrit à l'obligation de soumettre toute plainte éventuelle au siège du secrétariat conformément aux dispositions prévues dans l'Accord de siège (voir par. 9 et 10 ci-dessus).

source: Such written agreements may not be respected.
fr: Des accords écrits de ce genre peuvent ne pas être respectés.

source: However, their existence would be a powerful argument that could be submitted by the Executive Secretary to any court hearing such a claim that the appropriate forum for the settlement of disputes under the Kyoto Protocol is in Germany and according to the Headquarters Agreement and the decisions of the COP/MOP, as acknowledged in writing by the plaintiff.
fr: Leur existence fournirait toutefois au Secrétaire exécutif un puissant argument de nature à convaincre le tribunal saisi d'une plainte de ce genre que c'est en Allemagne et conformément à l'Accord de siège et aux décisions de la COP/MOP, comme le plaignant l'a reconnu par écrit, que doivent être réglés les différends concernant le Protocole de Kyoto.

source: This will complement the obligation of the Party responsible for compliance of the national or private entity under their jurisdiction with the relevant Kyoto Protocol mechanisms to seek to ensure that the Kyoto Protocol mechanisms are respected.
fr: Elle s'ajouterait à l'obligation pour l'État partie responsable de l'application par l'entité nationale ou privée relevant de sa juridiction des mécanismes pertinents prévus par le Protocole de Kyoto de veiller au respect de ces mécanismes.

source: Decision of the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol to confer privileges and immunities
fr: au Protocole de Kyoto d'une décision relative aux privilèges et immunités

source: The COP/MOP has the authority to take whatever actions it considers are necessary to further the objectives of the Kyoto Protocol.
fr: La COP/MOP est habilitée à prendre toutes mesures qu'elle juge nécessaires pour contribuer à la réalisation des objectifs du Protocole de Kyoto.

source: It could adopt a decision similar to decision IV/16 that was adopted by the Meeting of the Parties to the Montreal Protocol to confer an appropriate regime of privileges and immunities by a decision which could explicitly adopt the regime of the General Convention by reference to it or by setting out its elements.
fr: Elle pourrait, comme l'a fait la Réunion des Parties au Protocole de Montréal par sa décision VI/16, décider soit d'adopter expressément le régime d'immunités et privilèges prévu par la Convention générale soit d'en instituer un autre dont elle préciserait les éléments.

source: It would be up to each Party to give force to such a decision in its national law.
fr: Il incomberait à chaque Partie d'adopter la législation nationale voulue pour donner effet à cette décision.

source: At a minimum, such a decision by the COP/MOP would facilitate defence of suits instituted in local courts by being evidence to a court seized of a claim against representatives, members, alternates and experts of constituted bodies, that the claim was to be resolved by provisions under the relevant Kyoto Protocol procedures rather than by resort to national law.
fr: Celle-ci aurait au minimum pour conséquence de faciliter la défense des représentants, membres, suppléants et experts des organes constitués faisant l'objet d'actions en justice devant les tribunaux locaux en apportant à ces derniers la preuve que le différend doit être réglé selon les procédures prévues par le Protocole de Kyoto plutôt que par le recours à la juridiction nationale.

source: Decision of the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol, supported by unilateral declarations of Parties, to confer privileges and immunities
fr: au Protocole de Kyoto d'une décision relative aux privilèges et immunités,

source: The adoption by the COP/MOP of a decision on privileges and immunities would not necessarily create an unequivocal international legal obligation on Parties to give effect to the decision in their national law.
fr: L'adoption par la COP/MOP d'une décision relative aux privilèges et immunités n'entraînerait pas nécessairement l'obligation juridique indiscutable pour les Parties de lui donner effet dans leur droit national.

source: A possible way to achieve the same result as an amendment to the Kyoto Protocol, but without its attendant complexities, would be for the COP/MOP to include in such a decision a provision calling on Parties to make a unilateral declaration that they will implement the decision of the COP/MOP in their national law.
fr: Une façon de parvenir au même résultat que si l'on amendait le Protocole de Kyoto, mais en évitant les difficultés inhérentes à ce processus, consisterait pour la COP/MOP à inclure dans une telle décision une disposition invitant les Parties à s'engager, dans une déclaration unilatérale, à donner effet à la décision de la COP/MOP dans leur législation nationale.

source: Such a technique was used by the General Assembly in resolution 32/64 of 8 December 1977 which called on Member States to make unilateral declarations against torture and other cruel, inhuman or degrading treatment or punishment along the lines of a model unilateral declaration contained in the annex to the resolution.
fr: C'est la façon de procéder qu'a utilisée l'Assemblée générale dans la résolution 32/64 du 8 décembre 1977, dans laquelle elle demandait à tous les États membres de faire des déclarations unilatérales contre la torture et autres peines ou traitements cruels, inhumains ou dégradants, dans l'esprit du modèle de déclaration unilatérale figurant en annexe à la résolution.

source: The form of such a unilateral declaration is simple and could be along the following lines, which is based on the model annexed to General Assembly resolution 32/64:
fr: Une telle déclaration unilatérale pourrait être rédigée très simplement comme suit, sur la base du modèle figurant dans l'annexe à la résolution 32/64 de l'Assemblée générale:

source: “The Government of -------------- hereby declares its intention to implement, through legislation or other effective measures, the provisions of decision --/-- adopted by the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol at [date]”
fr: «Le Gouvernement ………………… déclare par la présente son intention d'appliquer, par des mesures législatives et d'autres mesures efficaces, les dispositions de la décision …./…. adoptée par la Conférence des Parties agissant comme Réunion des Parties au Protocole de Kyoto le [date].».

source: The advantage of such a mechanism is that it would avoid the need to amend the Kyoto Protocol.
fr: Cette façon de procéder éviterait d'avoir à amender le Protocole de Kyoto.

source: The declaration would be deposited with the United Nations and circulated to all Parties.
fr: La déclaration serait déposée auprès du Secrétaire général de l'Organisation des Nations Unies et communiquée à toutes les Parties.

source: Amending the Kyoto Protocol to confer privileges and immunities
fr: Amendement au Protocole de Kyoto visant l'octroi de privilèges et d'immunités

source: The conferring of privileges and immunities could be achieved through the adoption of an amendment to the Kyoto Protocol pursuant to its Article 20.
fr: L'octroi de privilèges et immunités pourrait être assuré par l'adoption, conformément aux dispositions de l'article 20, d'un amendement au Protocole de Kyoto visant soit à assurer l'application du régime de la Convention générale soit à en instituer un dont les éléments seraient précisés.

source: An amendment to the Kyoto Protocol would require submission of a written proposed text six months in advance of the COP/MOP session and adoption of the amendment by consensus if possible.
fr: Le texte proposé de tout amendement au Protocole de Kyoto doit être communiqué aux Parties six mois au moins avant la session et adopté si possible par consensus.

source: If consensus is not possible, adoption by voting requires a three quarters majority of the Parties present and voting.
fr: Si le consensus n'est pas possible, l'amendement est adopté par un vote à la majorité des trois quarts des Parties présentes et votantes.

source: When the amendment came into force, the Parties would be obligated to ensure that their national law reflected the regime of privileges and immunities adopted by those amendments.
fr: Une fois l'amendement entré en vigueur, les Parties seraient tenues de prendre les mesures législatives nécessaires pour appliquer le régime des privilèges et immunités ainsi adopté.

source: Adopting an amendment would be a lengthy process because it would take time for Parties to negotiate and reach agreement, and for the required number of ratifications to be obtained to enable the amendment to enter into force.
fr: L'adoption d'un amendement serait un processus de longue haleine, compte tenu du temps que prendrait la négociation d'un accord entre les Parties et l'obtention du nombre de ratifications nécessaires pour que l'amendement entre en vigueur.

source: Until entry in force, no privileges and immunities would be available to members, alternates and experts of constituted bodies.
fr: Dans l'intervalle, les membres, suppléants et experts des organes constitués n'auraient ni privilèges ni immunités.

source: After entry into force, such privileges and immunities would be only applicable to those Parties for which the agreement has entered into force - different regimes would therefore apply.
fr: Par la suite, seules les Parties à l'égard desquelles l'amendement est entré en vigueur seraient tenues d'accorder les privilèges et immunités accordés, d'où l'application de régimes différents.

source: Conclusion The functions of the members of the constituted bodies may attract third party claims at some stage.
fr: Les membres, suppléants et experts des organes constitués risquent, à un moment ou à un autre, dans l'exercice de leurs fonctions, de faire l'objet de plaintes émanant de tierces parties.

source: Although these individuals have privileges and immunities in Germany or in a State which has agreed to a conference agreement drafted broadly enough to cover their activities, they have no such protection elsewhere against claims from third parties brought against them in their personal capacity.
fr: Bien qu'ils jouissent de privilèges et d'immunités en Allemagne ou dans un État avec lequel a été conclu un accord relatif aux conférences rédigé de façon suffisamment large pour couvrir leurs activités, ils ne disposent ailleurs d'aucune protection contre de telles plaintes formulées à leur encontre à titre personnel.

source: In these instances, the risk of claims - be they great or small - is placed on the individual shoulders of the members, alternates or experts.
fr: Ce sont donc eux, individuellement, qui supportent le risque encouru, quelle que soit l'ampleur de ce risque.

source: Accordingly, some reforms to the present regime of privileges and immunities are advisable.
fr: Il apparaît donc souhaitable de réformer le régime actuel des privilèges et immunités.

source: Several possible measures have been outlined above for consideration by Parties.
fr: Plusieurs mesures possibles ont été brièvement décrites ci-dessus afin que les Parties les prennent en considération.

source: The COP/MOP is invited to consider what reforms are necessary to ensure that members, alternates and experts of constituted bodies have the necessary privileges and immunities to carry out their functions under the Kyoto Protocol, and what process shall be put in place to settle disputes brought by third parties.
fr: La COP/MOP est invitée à examiner les réformes qui s'imposent pour garantir que les membres, suppléants et experts des organes constitués jouissent des privilèges et immunités nécessaires pour exercer leurs fonctions en rapport avec le Protocole de Kyoto et le processus qu'il convient de mettre en place pour le règlement des différends soulevés par des tierces parties.

source: United Nations Treaty Series 15, 13 February 1946.
fr: Recueil des traités, vol. 1, 13 février 1946.

source: The 1982 United Nations Convention on the Law of the Sea provides privileges and immunities for representatives of State Parties attending meetings of the Assembly, the Council or organs of the Assembly or the Council, and the Secretary-General and staff of the Authority, and for members of the International Tribunal of the Law of the Sea, in the exercise of their functions (Part XI, Article 182, and Annex VI, Article 10, of the 1982 United Nations Convention on the Law of the Sea).
fr: La Convention des Nations Unies sur le droit de la mer de 1982 fixe les privilèges et immunités dont jouissent les représentants des États parties assistant aux réunions de l'Assemblée, du Conseil ou des organes de l'Assemblée ou du Conseil, le Secrétaire général et le personnel de l'Autorité, ainsi que les membres du Tribunal international du droit de la mer dans l'exercice de leurs fonctions (partie XI, art. 182, et annexe VI, art. 10, de la Convention des Nations Unies sur le droit de la mer de 1982).

source: The Agreement establishing the World Trade Organization (WTO) grants to its Members, representatives of Members and the officials of the WTO privileges and immunities similar to those stipulated in the General Convention (Article VIII of the Agreement Establishing the World Trade Organization of 2002).
fr: En vertu de l'Accord instituant l'Organisation mondiale du commerce (OMC), les fonctionnaires de l'OMC et les représentants des membres se voient accorder des privilèges et immunités analogues à ceux qui figurent dans la Convention générale (art. VIII de l'Accord de 2002 instituant l'Organisation mondiale du commerce).

source: Under the Montreal Protocol on Substances that Deplete the Ozone Layer, the Meeting of the Parties adopted decision VI/16 which provides that the Multilateral Fund and officials of the Multilateral Fund shall enjoy such privileges and immunities as are needed for the independent exercise of their official functions.
fr: En ce qui concerne le Protocole de Montréal relatif à des substances qui appauvrissent la couche d'ozone, la Réunion des Parties a adopté la décision VI/16 aux termes de laquelle le Fonds multilatéral et les fonctionnaires du secrétariat du Fonds jouissent des privilèges et immunités qui leur sont nécessaires pour s'acquitter en toute indépendance de leurs fonctions officielles.

source: Difference Relating to Immunity from Legal Process of a Special Rapporteur of the Commission on Human Rights, Advisory Opinion of 29 April 1999 (The Cumaraswamy Case) I.C.J. Reports, 1999, pp. 62 and 66.
fr: Différend relatif à l'immunité de juridiction d'un rapporteur spécial de la Commission des droits de l'homme, avis consultatif du 29 avril 1999 (Affaire Cumaraswamy), décisions de la CIJ, 1999, p. 62 et 66.

source: Section 23 of the General Convention grants to United Nations experts on mission the following additional privileges and immunities: immunity from personal arrest and detention and from seizure of personal baggage; the right to use codes and to send correspondence by courier or in sealed bags; and the same currency facilities and personal baggage facilities as are accorded to diplomatic envoys.
fr: En vertu de la section 22 de l'article 6 de la Convention générale, les experts en mission pour l'Organisation des Nations Unies jouissent en outre des privilèges et immunités suivants: immunité d'arrestation personnelle ou de détention et de saisie de leurs bagages personnels, droit de faire usage de codes et de recevoir des documents et de la correspondance par courrier ou par valise scellée, et mêmes facilités en ce qui concerne les réglementations monétaires ou de change que celles qui sont accordées aux agents diplomatiques.

source: The Executive Board has established three panels - the Accreditation Panel, the Methodologies Panel, and the Small-Scale Panel - and two working groups - the Working Group on Afforstation and Reforestation for CDM project activities, and the Small-Scale Working Group.
fr: Le Conseil exécutif s'est doté de trois groupes d'experts − Groupe d'experts de l'accréditation, Groupe d'experts des méthodes et Groupe d'experts des projets de faible ampleur − et de deux groupes de travail − Groupe de travail des activités de boisement et de reboisement et Groupe de travail des projets de faible ampleur.
